Repository: Joppla/fancy_gendex
Catalog: language/*.po
Languages: da, de, fr, nl

source: A GENDEX file is an index of personal data and a short page URL. It is used to index a genealogical website by a genealogical search engine. The idea behind it is to join numerous pedigrees of individual genealogical researchers to a central database, while the individual genealogical researchers are still keeping all control over their data. Unlike a GEDCOM file a GENDEX file contains no information about the family relationships between individuals. This means the file is useless without the corresponding website.
da: En GENDEX-fil indeholder et indeks med personlig data og en URL-adresse. Den bliver brugt til at indeksere en slægtshistorisk hjemmeside i en slægtshistorisk søgemaskine. Idéen bag går ud på at sammenlægge flere stamtræer fra individuelle slægtsforskere i én samlet database, mens de enkelte forskere stadig har fuld kontrol over deres egen data. Til forskel fra en GEDCOM-fil indeholder GENDEX-filen ingen information om familiære forhold mellem individerne. Dette betyder at filen er ubrugelig uden den tilhørende hjemmeside.
de: Eine GENDEX-Datei ist ein Index von Personendaten und einem Webseitenlink. Sie wird zur Indexierung genealogischer Internetseiten durch genealogische Suchmaschinen genutzt. Die Idee dahinter ist, zahlreiche Abstammungen einzelner genealogischer Forscher in einer zentralen Datenbank zusammenzuführen, während die einzelnen genealogischen Forscher nach wie vor jegliche Kontrolle über ihre Daten behalten. Anders als eine GEDCOM-Datei enthält eine GENDEX-Datei keine Informationen über die familiären Beziehungen zwischen den Personen. Dies bedeutet, dass die Datei ohne die dazugehörige Internetseite nutzlos ist.
fr: Un fichier GENDEX est un index des données personnelles et une courte page URL. Il est utilisé pour indexer un site Web généalogiques sur un moteur de recherche généalogique. Derrière tout celà, l'idée est de relier les nombreux pédigrées de chercheurs individuels en généalogie à une base de données centrale, tandis que les chercheurs individuels en généalogie gardent encore tout contrôle sur leurs données. Contrairement à un fichier GEDCOM un fichier GENDEX ne contient pas d'informations sur les relations familiales entre les individus. Cela signifie que le fichier est inutile sans le site Web correspondant.
nl: Een GENDEX bestand is een indexbestand van persoonsgegevens en een korte URL. Dit bestand wordt gebruikt voor het indexeren van een genealogische website door een genealogische zoekmachine. Het idee erachter is om tal van stambomen van individuele genealogische onderzoekers aan te sluiten op een centrale database, terwijl de afzonderlijke genealogische onderzoekers toch alle controle over hun data houden. In tegenstelling tot een GEDCOM bestand bevat een GENDEX bestand geen informatie over de familierelaties tussen individuen. Dit betekent dat het bestand nutteloos is zonder de bijbehorende website.

source: Click on the link below to view your GENDEX file.
da: Klik på genvejen herunder for at se din GENDEX-fil.
de: Zur Ansicht Ihrer GENDEX-Datei klicken Sie auf den folgenden Link.
fr: Cliquez sur le lien ci-dessous pour consulter votre dossier GENDEX.
nl: Klik op de link hieronder om uw GENDEX bestand te bekijken.

source: Dutch
da: Hollandsk
de: Niederländisch
fr: Néerlandais
nl: Nederlands

source: English/International
da: Engelsk/International
de: Englisch
fr: Anglais / international
nl: Engels/Internationaal

source: Generate GENDEX file for genealogical search engines.
da: Generér en GENDEX-file for slægtshistoriske søgemaskiner.
de: Erstellt eine GENDEX-Datei für genealogische Suchmaschinen.
fr: Générer le fichier GENDEX pour les moteurs de recherche généalogique.
nl: Genereer een GENDEX bestand voor genealogische zoekmachines.

source: Note: the GENDEX text file is not automatically updated. If you have made changes to your tree you need to update the GENDEX text file manually by clicking on the button. You do <b>not</b> need to update your subscription at the genealogical search engine.
da: Bemærk: GENDEX-filen bliver ikke automatisk opdateret. Hvis du har foretaget ændringer i dit stamtræ skal du opdatere GENDEX-filen manuelt ved at klikke på knappen. Du skal <b>ikke</b> opdatere din tilknytning i den slægtshistoriske søgemaskine.
de: Hinweis: Die GENDEX-Datei wird nicht automatisch aktualisiert. Wenn Sie Änderungen in Ihrem Stammbaum gemacht haben, müssen Sie die GENDEX-Datei selbst durch Anklicken des Buttons neu erstellen. Ihre Eintragung bei den genealogischen Suchmaschinen brauchen Sie <b>nicht</b> zu aktualisieren.
fr: Remarque : le fichier texte GENDEX n'est pas automatiquement mis à jour. Si vous avez apporté des changements à votre arbre, vous devez mettre à jour le fichier texte GENDEX manuellement en cliquant sur le bouton. Vous <b> n'avez pas besoin </b>de mettre à jour votre abonnement au moteur de recherche généalogique.
nl: Let op: het GENDEX tekstbestand wordt niet automatisch bijgewerkt. Als u wijzigingen hebt aangebracht in uw stamboom, werk dan het Gendex tekstbestand handmatig bij door te klikken op de knop. U hoeft uw inschrijving bij de genealogische zoekmachine <b>niet</b> bij te werken.

source: Replace special characters in the GENDEX file
de: Ersetze Sonderzeichen in der GENDEX-Datei

source: Some GENDEX search engines do not display special characters properly. If you encounter any problems you might get better results by enabling this setting.
de: Einige GENDEX-Suchmaschinen zeigen Sonderzeichen nicht richtig an. Wenn Sie auf Probleme stoßen, könnten Sie mit aktivierter Einstellung bessere Ergebnisse erzielen.

source: The GENDEX file can not be created automatically. Try to manually create an empty text file in the root of your webtrees installation, called “gendex.txt”. Set the file permissions to 644.
da: GENDEX-filen kan ikke oprettes automatisk. Prøv at oprette en tom tekstfil med navnet "gendex.txt" manuelt i roden af din webtrees-installation. Sæt filtilladelserne til 644.
de: Die GENDEX-Datei konnte nicht automatisch erstellt werden. Versuchen Sie eine leere Textdatei "gendex.txt" im Stammverzeichnis Ihrer webtrees-Installation zu erstellen und setzen Sie deren Dateiberechtigungen auf 644.
fr: Le fichier GENDEX ne peut être créé automatiquement. Essayez de créer manuellement un fichier texte vide dans la racine de votre installation de webtrees, appelé "gendex.txt". Définissez les permissions de fichiers à 644.
nl: Het GENDEX bestand kan niet automatisch worden aangemaakt. Probeer het bestand handmatig aan te maken door een leeg tekstbestand op te slaan in de root van uw webtrees installatie. Noem dit bestand "gendex.txt". Zet de toegangsrechten voor het bestand op 644.

source: The GENDEX file has been created.
da: GENDEX-filen er blevet oprettet.
de: Die GENDEX-Datei wurde erstellt.
fr: Le fichier GENDEX a été créé.
nl: Het GENDEX bestand is aangemaakt.

source: The GENDEX file has been updated.
da: GENDEX-filen er blevet opdateret.
de: Die GENDEX-Datei wurde aktualisiert.
fr: Le fichier GENDEX a été mis à jour.
nl: Het GENDEX bestand is bijgewerkt.

source: The GENDEX file will only contain public data.
da: GENDEX-filen vil kun indeholde offentlig data.
de: Die Gendex-Datei wird nur öffentliche Daten enthalten.
fr: Le fichier GENDEX contiendra uniquement les données publiques.
nl: Het GENDEX bestand bevat alleen openbare gegevens.

source: The search engines below are known to accept the GENDEX textfile created by this module:
da: Søgemaskinerne herunder er kendt for at acceptere GENDEX-filer oprettet af dette modul:
de: Bei den folgenden Suchmaschinen ist bekannt, dass sie die mit diesem Modul erstellte GENDEX-Datei akzeptieren:
fr: Les moteurs de recherche ci-dessous sont connus pour accepter le fichier texte GENDEX créé par ce module :
nl: De zoekmachines hieronder accepteren het GENDEX bestand dat met deze module is gemaakt:

source: To tell search engines that a GENDEX file is available, you should submit the url above to the genealogical search engine of your choice.
da: For at gøre søgemaskiner opmærksom på din GENDEX-fil, bør du indsende ovenstående url til din ønskede søgemaskine.
de: Um Suchmaschinen mitzuteilen, dass eine GENDEX-Datei vorhanden ist, übermitteln Sie den oben stehenden Link der genealogischen Suchmaschine Ihrer Wahl.
fr: Pour dire aux moteurs de recherche qu'un fichier GENDEX est disponible, vous devez soumettre l'URL ci-dessus au moteur de recherche généalogique de votre choix.
nl: Om zoekmachines te laten weten dat een GENDEX bestand beschikbaar is, moet u de url hierboven indienen bij de genealogische zoekmachine van uw keuze.

source: Which family trees should be included in the GENDEX file?
da: Hvilket stamtræ skal inkluderes i GENDEX-filen?
de: Welche Stammbäume sollen in der GENDEX-Datei enthalten sein?
fr: Quels arbres familiaux devraient être inclus dans le fichier GENDEX?
nl: Welke stambomen moeten in het GENDEX bestand worden opgenomen?

source: Writing to the GENDEX file failed. Be sure you have set the right file permissions (644).
da: Skrivning til GENDEX-filen fejlede. Undersøg venligst at filen har de rette rettigheder (644).
de: Das Schreiben der GENDEX-Datei ist fehlgeschlagen. Bitte prüfen Sie, ob die richtigen Dateiberechtigungen (644) gesetzt sind.
fr: L'écriture du fichier GENDEX échoué. Vérifiez que vous avez défini les droits (644) des permissions de fichiers .
nl: Het schrijven naar het GENDEX bestand is mislukt. Controleer of u de juiste toegangsrechten voor dit bestand heeft ingesteld (644).

source: You need this url (without the quotes) as general url to the individual pages when submitting to Stamboomzoeker or Familytreeseeker:
da: Du skal bruge denne url (uden anførelsestegn) som standard-url til de individuelle sider, når du indsender til Stamboomzoeker eller Familytreeseeker:
de: Sie benötigen die folgende Internetadresse (ohne Anführungszeichen) als allgemeinen Link zu den Personenseiten bei Übertragung an Stamboomzoeker oder Familytreeseeker:
fr: Vous avez besoin de cette URL (sans les guillemets) comme URL générale aux pages individuelles, lors de la présentation à Stamboomzoeker ou Familytreeseeker :
nl: U heeft deze url nodig (zonder aanhalingstekens) als algemene url naar de individuele pagina's wanneer u uw bestand indient bij Stamboomzoeker of Familytreeseeker:

source: create GENDEX text file
da: opret GENDEX-fil
de: GENDEX-Datei erstellen
fr: créer un fichier texte GENDEX
nl: Maak een GENDEX tekst bestand

source: update GENDEX text file
da: opdater GENDEX-fil
de: GENDEX-Datei aktualisieren
fr: mettre à jour un fichier texte GENDEX
nl: GENDEX tekst bestand bijwerken
